{
    "canete": {
        "titulo": "Retos y Desafíos en Cañete",
        "desafios": [
            "Escasez de recursos hídricos: La región enfrenta dificultades para acceder a agua de calidad debido a la disminución de fuentes hídricas naturales, lo que afecta la producción agrícola.",
            "Falta de acceso a tecnología agrícola: Muchos pequeños agricultores no cuentan con acceso a tecnologías avanzadas que podrían mejorar la productividad y sostenibilidad de sus cultivos.",
            "Desperdicio de alimentos: La falta de infraestructura para almacenamiento y distribución lleva a un elevado desperdicio de productos agrícolas en la región."
        ],
        "acciones": [
            "Implementación de sistemas de riego eficientes.",
            "Capacitación en tecnologías sostenibles para agricultores locales.",
            "Mejora en la infraestructura de almacenamiento."
        ]
    },
    "peru": {
        "titulo": "Retos y Desafíos en Perú",
        "desafios": [
            "Brechas tecnológicas: Existe una gran disparidad tecnológica entre los pequeños agricultores y las grandes empresas agroindustriales, limitando la eficiencia y sostenibilidad de los cultivos.",
            "Pérdida de biodiversidad y suelos: El uso intensivo de agroquímicos y la deforestación provocan la pérdida de biodiversidad y degradación del suelo.",
            "Impacto del cambio climático: Perú es vulnerable a eventos climáticos extremos, como sequías e inundaciones, que afectan la producción de alimentos."
        ],
        "acciones": [
            "Promoción de políticas de agricultura ecológica y prácticas sostenibles.",
            "Programas de reforestación y conservación de suelos.",
            "Fomento de inversiones en tecnología agrícola."
        ]
    },
    "internacional": {
        "titulo": "Retos y Desafíos a Nivel Global",
        "desafios": [
            "Cambio climático: El calentamiento global afecta los patrones de cultivo en todo el mundo, reduciendo la productividad y la seguridad alimentaria.",
            "Aumento poblacional: Se espera que la población mundial alcance los 9.700 millones en 2050, lo que incrementará la demanda de alimentos.",
            "Pérdida de biodiversidad: La disminución de la diversidad genética en cultivos y la reducción de especies afectan gravemente la resiliencia de los ecosistemas agrícolas."
        ],
        "acciones": [
            "Inversión en investigación y desarrollo de prácticas agrícolas adaptadas al cambio climático.",
            "Fomento de dietas sostenibles para reducir la presión sobre los sistemas de producción.",
            "Protección de la biodiversidad agrícola a nivel global."
        ]
    }
}